[
  {
    "name": "Asus Laptop",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/16/1142102/1.jpg?4530",
    "price": 2000000,
    "description": "The ASUS Vivo Book E203NA is designed to help you be productive all day — even when you're on the move. This compact and lightweight 11.6-inch laptop is powered by the latest Intel® processor and provides up to 10 hours of battery life. And with pre-loaded Windows 10, it offers full compatibility with a wide range of software and peripherals. It's the best laptop for people on the go.",
    "specification": "SKU: AS650CL3KO2SINAFAMZ\nProduct Line: Were Deals Computing NG - AC\nWeight (kg): 0.25\nShop Type: Jumia Mall",
    "reviews": [
      {
        "name": "Peter Parker",
        "image": "",
        "message": "This is a nice product",
        "rating": 5
      },
      {
        "name": "Patrick Adam",
        "image": "",
        "message": "Awesome",
        "rating": 5
      },
      {
        "name": "Agbor Mary",
        "image": "",
        "message": "I love it",
        "rating": 5
      }
    ]
  },
  {
    "name": "Apple MacBook Pro 16.2 - 32GB - 1TB - 10 Cores - M1 Max - Silver",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/33/1801202/1.jpg?0705",
    "price": 3550000,
    "description": "The MacBook Pro 16 is now powered by the M1 Pro or M1 Max chip, two revolutionary chips that delivers professional performance on a notebook computer, outstripping even the M1 MacBook Pro. The M1 Pro offers up to a 10-core CPU and up to a 16-core GPU, with access to up to 32GB of unified onboard memory and up to 200GBps memory bandwidth. The M1 Max ups that up to a 32-core GPU, up to 64GB of unified memory and up to 400GBps memory bandwidth. Add in dedicated encode and decode media engines that support H.264, HEVC, and ProRes codecs, and it's clear that MacBook Pro is the ideal notebook for creative users.The M1 Pro MacBook Pro can play back up to 20 streams of 4K ProRes on its Liquid Retina XDR display (which also boasts 1000 nits sustained brightness - double that of the previous generation - a million to one contrast ratio and support for a billion colours). ProMotion technology delivers refresh rates of 120Hz for smooth, responsive playback, gaming and more. With up to 21 hours' battery life, the ability to compile up to four times more code in Xcode and up to 8TB of 7.4GBps SSD storage, moving to the M1 Pro or M1 Max MacBook Pro is the key to unlocking a whole new level of productivity. Its 1080p camera, three studio-quality mics and six-speaker array with better bass all ensure your voice and video calls are crisper than ever - and support Dolby Atmos spatial audio for truly immersive playback.",
    "specification": "SKU: AP044CL3UTUXKNAFAMZ\nProduct Line: JAUNTY\nWeight (kg): 2.2\nShop Type: Jumia Mall",
    "reviews": [
      {
        "name": "Peter Parker",
        "image": "",
        "message": "This is a nice product",
        "rating": 5
      },
      {
        "name": "Patrick Adam",
        "image": "",
        "message": "Awesome",
        "rating": 5
      },
      {
        "name": "Agbor Mary",
        "image": "",
        "message": "I love it",
        "rating": 5
      },

      {
        "name": "Don David",
        "image": "",
        "message": "Wack!!!",
        "rating": 0
      }
    ]
  },
  {
    "name": "FURGLE Custom Home & Studio Ergonomic Gaming Chair",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/66/8524512/1.jpg?3762",
    "price": 195000,
    "description": "Furgle ergonomic gaming chair, all components are of the highest specifications in the industry and comply with European and American standards and SGS certification. Using super-resistant foam sponge, wear-resistant PU leather surface layer, and high-strength steel skeleton with a diameter of up to 22 mm, long-term sitting will not deform and wear, and can effectively reduce the fatigue of long-term games, creating a perfect streamlined aesthetic and Optimal comfort.【Multi-function & large size】The chair back can be adjusted 90 to 180 degrees backward and the height of the seat can be adjusted to increase the comfort level. You can enjoy the Rocking on the chair.【Quality Materials & Ergonomics】It is designed with a one-piece high-density sponge and carbon fiber texture. The stain-resistant and fade-resistant PU leather provide ultimate comfort and breathability. The sturdy metal frame bionics provides ergonomic support for the head, waist, and hips. The all-black gaming chair creates a classic aesthetic. The leather texture is clear and natural, with a clear and clean texture, revealing the noble and elegant quality.",
    "specification": "SKU: GE779FD4EVKO3NAFAMZ\nProduct BIG T INVESTMENT\nWeight (kg): 30\nShop Type: Jumia Mall",
    "reviews": [
      {
        "name": "Peter Parker",
        "image": "",
        "message": "This is a nice product",
        "rating": 5
      },
      {
        "name": "Patrick Adam",
        "image": "",
        "message": "Awesome",
        "rating": 5
      },
      {
        "name": "Agbor Mary",
        "image": "",
        "message": "I love it",
        "rating": 5
      }
    ]
  },
  {
    "name": "Executive Office Gaming Chair + Gaming Desk",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/21/7855032/1.jpg?9470",
    "price": 350000,
    "description": "This gaming chair is multifunctional, and this is one of the many reasons why it is so great and comfortable. This Gaming Chair extends the full length of the back with support for the shoulders, head, and neck. Our chairs are crafted to perfection and designed to the bodies natural shape, you will find complete comfort with its furniture quality PU leather.",
    "specification": "SKU: GE779FD3O1MSFNAFAMZ\nRoyalty Online store\nWeight (kg): 25\nShop Type: Jumia Mall",
    "reviews": [
      {
        "name": "Peter Parker",
        "image": "",
        "message": "This is a nice product",
        "rating": 5
      },
      {
        "name": "Patrick Adam",
        "image": "",
        "message": "Awesome",
        "rating": 5
      },
      {
        "name": "Agbor Mary",
        "image": "",
        "message": "I love it",
        "rating": 5
      }
    ]
  },
  {
    "name": "LG UltraWide 34 Inch Full HD 5ms 75Hz IPS Wide Monitor, AMD FreeSync",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/05/7897502/1.jpg?7537",
    "price": 399000,
    "description": "LG 34 Inch Monitor with UltraWide Full HD Display - Elevate Your Home Office Equipment.\nLG UltraWide Monitor with Full HD resolution (2560x1080) display offers 33% more screen space in width than the FHD resolution (1920x1080) display, giving an aspect ratio of 21:9.",
    "specification": "SKU: LG835EA3EISDYNAFAMZ\nTECHDIRECT\nWeight (kg): 1\nShop Type: Jumia Mall",
    "reviews": [
      {
        "name": "Peter Parker",
        "image": "",
        "message": "This is a nice product",
        "rating": 5
      },
      {
        "name": "Patrick Adam",
        "image": "",
        "message": "Awesome",
        "rating": 5
      },
      {
        "name": "Agbor Mary",
        "image": "",
        "message": "I love it",
        "rating": 5
      }
    ]
  },

  {
    "name": "Sony Super Slim PS3 Game Console, 500GB With 20 Game Including PES 2022, FIFA 2022,GTA V, Mortal Kombat And 2 Wireless Pad Controller.[Black]",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/23/5625342/1.jpg?4506",
    "price": 110000,
    "description": "Packed with all the gaming fun you'd expect from PlayStation but in a case, this redesigned PlayStation 3 is smaller and lighter than ever before. After redesigning the internal architecture, and removing the disc-fed tray and replacing it with a sliding top-loading disk cover, what you have is a PS3 SuperSlim reduced in size by up to 25% compared to the current Slim PS3.If you like to download your games from PlayStation Network, you'll find a 500GB Hard Drive (HDD) that is perfect for video games, music, movies and more, meaning you'll never need to worry about storage space on this PS3 Super Slim.",
    "specification": "SKU: SO521EC3P3PYENAFAMZ\nStation One\nWeight (kg): 0.1\nShop Type: Jumia Mall",
    "reviews": []
  },

  {
    "name": "Apple IPhone 14 Pro Max 6.7'' 6GB RAM/128GB ROM IOS 16 - Deep Purple ",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/40/8241302/1.jpg?6210",
    "price": 1265999,
    "description": "The best iPhone ever, version 2022, size XL - we have the iPhone 14 Pro Max. The list of novelties this year includes the notch morphing into a pill, the introduction of an Always-On display, and an all-new primary camera - and while you can get all of that on the 14 Pro, the extra screen estate and longevity coupled with the Max's 'ultimate' status mean it has a market niche of its own. The Face ID notch that's been with us since the iPhone X was nobody's favorite, and perhaps its reincarnation as a pill is a step towards its eventual removal. But not before turning the eyesore into a feature - the pill is a Dynamic Island of notifications, blurring the line between hardware and software. In a similar vein is the Always-On display - a software feature only made possible now in Apple's world thanks to LTPO displays being able to ramp down to 1Hz refresh rate. A massive increase in brightness is also among the key developments this year, this one solely in the hardware department. Late to yet another party, Apple finally joins virtually every other manufacturer and introduces a camera with a Quad Bayer type sensor - the specs on the 48MP main unit don't read like any other, so apparently, it's an exclusive design. The telephoto remains unchanged, but the ultra-wide has gotten a sensor size upgrade, while the front-facing one now features autofocus (and even OIS). On the hardware front, there's the mandatory chipset update, of course, and little else worth mentioning. Well, there's the blanked-out SIM card slot. Crash detection and emergency sort-of satellite connectivity are also on the list of new features combining software and hardware.",
    "specification": "SKU: AP044MP3ZDP36NAFAMZ\nAPPLE AUTHORIZED\nWeight (kg): 0.5\nShop Type: Jumia Mall",
    "reviews": []
  },

  {
    "name": "Nexus 20 Litres Microwave With Grill (NX-9201) - Red",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/48/154144/1.jpg?3165",
    "price": 61560,
    "description": "Microwaves are the new inventions made for the modern style of cooking and the preservation of food items. They are made with sophisticated technology which ensures that your preservation is done properly and fast while you go about doing other kitchen activities. Look through our wide range of NEXUS MICROWAVES and decide which one is right f or you and your kitchen. Whether it's defrosting, warming or properly heating up these microwaves are sure to get the Job done giving you no stress and more time.",
    "specification": "SKU: AP044MP3ZDP36NAFAMZ\nNE493HL0SO3Z4NAFAMZ\nWeight (kg): 8\nShop Type: Jumia Mall",
    "reviews": []
  },

  {
    "name": "Century 37L (LARGE) Electric Oven COV-8320- C ",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/47/781226/1.jpg?4202",
    "price": 52900,
    "description": "This stylish and massive 37-litre capacity Century oven features a modern and stylish design with an anti-heating scalded door-opening designed with power indicator light, 4 durable stainless steel heating element for fine heating, baking, toasting and grilling. It has between 100-250 degrees thermostat control, it is highly effective and possesses 60 minutes timer with an end bell ring. Cooking meals for family and friends or reheating large plates of food becomes simple and easy.",
    "specification": "SKU: CE125HL0SG48ANAFAMZ\nMummy's Choices store\nWeight (kg): 8\nShop Type: Jumia Mall",
    "reviews": []
  },
  {
    "name": "Samsung 55\" Inches QLED 4K Smart TV (Q65A) + 1 Year Warranty",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/56/7335772/1.jpg?6694",
    "price": 563386,
    "description": "Quantum Dot technology delivers our finest picture ever. With Colour Volume 100%, Quantum Dot takes light and turns it into breathtaking colour that stays true at any level of brightness. Quantum HDR brings out the detail and contrast, so you can experience the full power in every image. Going beyond leading standards, the dynamic tone mapping of HDR10+ creates deeper blacks, more vibrant imagery, and detail that always shines through. Samsung’s powerful processor optimizes sound quality according to the viewing content. In addition, powerful 4K upscaling technology ensures you get up to 4K resolution for the content you love.",
    "specification": "SKU: AP044MP3ZDP36NAFAMZ\nAPPLE AUTHORIZED\nWeight (kg): 0.5\nShop Type: Jumia Mall",
    "reviews": [
      {
        "name": "Peter Parker",
        "image": "",
        "message": "This is a nice product",
        "rating": 5
      },
      {
        "name": "Patrick Adam",
        "image": "",
        "message": "Awesome",
        "rating": 5
      },
      {
        "name": "Agbor Mary",
        "image": "",
        "message": "I love it",
        "rating": 5
      }
    ]
  }
]
